{
  "title": "Famous Cocktails",
  "sections": [
    {
      "letter": "Old Fashioned",
      "items": [
        {
          "term": "Overview",
          "description": "Often considered the original cocktail, the Old Fashioned follows the early definition of a cocktail: spirit, sugar, water, and bitters."
        },
        {
          "term": "Bartending Significance",
          "description": "Its simplicity highlights balance and quality ingredients, making it a benchmark for bartending skill."
        },
        {
          "term": "Why it matters",
          "description": "It represents the foundation of cocktail structure."
        }
      ]
    },
    {
      "letter": "Martini",
      "items": [
        {
          "term": "Overview",
          "description": "One of the most iconic cocktails ever created, the Martini evolved from sweeter styles to the dry, spirit-forward version known today."
        },
        {
          "term": "Bartending Significance",
          "description": "Its minimalism demands precision and quality."
        },
        {
          "term": "Why it matters",
          "description": "A test of technique, dilution, and balance."
        }
      ]
    },
    {
      "letter": "Negroni",
      "items": [
        {
          "term": "Overview",
          "description": "Created in Italy in the early 20th century, the Negroni introduced a bold, bitter-forward profile to classic cocktails."
        },
        {
          "term": "Bartending Significance",
          "description": "Its equal-parts formula makes it easy to remember and reproduce."
        },
        {
          "term": "Why it matters",
          "description": "It popularized bitterness as a desirable flavor."
        }
      ]
    },
    {
      "letter": "Margarita",
      "items": [
        {
          "term": "Overview",
          "description": "One of the most widely consumed cocktails worldwide, the Margarita blends spirit, citrus, and sweetness in perfect harmony."
        },
        {
          "term": "Bartending Significance",
          "description": "Its popularity led to countless variations and interpretations."
        },
        {
          "term": "Why it matters",
          "description": "A modern example of the classic sour structure."
        }
      ]
    },
    {
      "letter": "Daiquiri",
      "items": [
        {
          "term": "Overview",
          "description": "Originally a simple mix of rum, lime juice, and sugar, the Daiquiri showcases how few ingredients can create complexity when balanced correctly."
        },
        {
          "term": "Why it matters",
          "description": "A lesson in purity and balance."
        }
      ]
    },
    {
      "letter": "Manhattan",
      "items": [
        {
          "term": "Overview",
          "description": "A cornerstone of spirit-forward cocktails, the Manhattan helped establish vermouth as a key modifier in cocktail culture."
        },
        {
          "term": "Why it matters",
          "description": "It shaped the development of aromatic, stirred cocktails."
        }
      ]
    },
    {
      "letter": "Mojito",
      "items": [
        {
          "term": "Overview",
          "description": "Combining rum, mint, lime, sugar, and soda, the Mojito represents freshness and refreshment."
        },
        {
          "term": "Bartending Significance",
          "description": "Its technique-driven preparation highlights proper muddling and balance."
        },
        {
          "term": "Why it matters",
          "description": "Demonstrates the importance of aroma and freshness."
        }
      ]
    },
    {
      "letter": "Bloody Mary",
      "items": [
        {
          "term": "Overview",
         "description": "Known as both a cocktail and a brunch ritual, the Bloody Mary blends savory flavors with vodka and tomato juice."
        },
        {
          "term": "Why it matters",
          "description": "Expanded cocktails beyond sweet and spirit-forward profiles."
        }
      ]
    },
    {
      "letter": "Why Famous Cocktails Matter",
      "items": [
        {
          "term": "Purpose",
          "description": "Famous cocktails define core cocktail structures, teach balance and technique, provide reference points for innovation, and connect bartenders to tradition."
        }
      ]
    }
  ]
}
