{
  "title": "Origin of Cocktails",
  "sections": [
    {
      "letter": "Early Origins (18th – Early 19th Century)",
      "items": [
        {
          "term": "Early Definition",
          "description": "The word cocktail first appeared in print in 1806, described as a stimulating drink made from spirits, sugar, water, and bitters. At this stage, cocktails were simple, functional drinks, often consumed in the morning as tonics rather than for leisure."
        },
        {
          "term": "Related Drinks",
          "description": "Early cocktails were closely related to punches, slings, and toddy-style drinks."
        },
        {
          "term": "Style",
          "description": "These drinks focused on balance and consistency rather than presentation."
        }
      ]
    },
    {
      "letter": "The Golden Age of Cocktails (Mid–Late 19th Century)",
      "items": [
        {
          "term": "Professional Bartending",
          "description": "This period marked the rise of professional bartending. Bars became social hubs, and bartenders were respected craftsmen."
        },
        {
          "term": "Key Developments",
          "description": "Key developments included the introduction of ice as a standard ingredient, the use of fresh citrus and refined sugars, the first written cocktail books, and the standardization of classic recipes."
        },
        {
          "term": "Legacy",
          "description": "Many drinks created during this era remain foundations of modern cocktail culture."
        }
      ]
    },
    {
      "letter": "The Prohibition Era (1920–1933)",
      "items": [
        {
          "term": "Cultural Shift",
          "description": "Prohibition in the United States drastically changed cocktail culture."
        },
        {
          "term": "Effects on Cocktails",
          "description": "Poor-quality spirits required strong flavors to mask defects, leading to increased use of citrus, sugar, and mixers, the rise of hidden bars known as speakeasies, and the migration of bartenders to Europe and Cuba."
        },
        {
          "term": "Lasting Influence",
          "description": "This era popularized many sweet, citrus-forward cocktails still served today."
        }
      ]
    },
    {
      "letter": "Post-Prohibition & Decline (1930s–1970s)",
      "items": [
        {
          "term": "Industry Changes",
          "description": "After Prohibition ended, cocktail quality briefly recovered but later declined due to mass production of spirits, bottled mixers and artificial ingredients, and a focus on speed over craftsmanship."
        },
        {
          "term": "Lost Techniques",
          "description": "Many classic techniques and recipes were simplified or forgotten during this time."
        }
      ]
    },
    {
      "letter": "The Modern Cocktail Revival (1980s–Present)",
      "items": [
        {
          "term": "Renewed Focus",
          "description": "A renewed interest in authenticity and quality brought cocktails back to their roots."
        },
        {
          "term": "Key Characteristics",
          "description": "The modern revival is defined by the rediscovery of classic recipes, emphasis on fresh ingredients, revival of forgotten techniques, and recognition of bartending as a skilled profession."
        },
        {
          "term": "Today’s Culture",
          "description": "Modern cocktail culture blends tradition with creativity, respecting history while encouraging innovation."
        }
      ]
    },
    {
      "letter": "Why This Matters for Bartenders",
      "items": [
        {
          "term": "Professional Value",
          "description": "Understanding cocktail history helps bartenders respect classic balance and structure, explain drinks confidently to guests, create new cocktails with purpose, and maintain consistency and professionalism."
        }
      ]
    }
  ]
}
