{
  "title": "The Prohibition Era (1920–1933)",
  "sections": [
    {
      "letter": "The Prohibition Era (1920–1933)",
      "items": [
        {
          "term": "Overview",
          "description": "Prohibition was a period in the United States during which the production, sale, and transportation of alcoholic beverages were illegal."
        },
        {
          "term": "Underground Culture",
          "description": "Rather than eliminating drinking, Prohibition reshaped cocktail culture, pushing bars underground instead of shutting them down."
        }
      ]
    },
    {
      "letter": "Speakeasies: The Hidden Bars",
      "items": [
        {
          "term": "What Were Speakeasies",
          "description": "Illegal bars known as speakeasies flourished in cities, operating discreetly to avoid law enforcement."
        },
        {
          "term": "Characteristics",
          "description": "Hidden entrances and secret passwords, poor lighting and compact spaces, music and dancing, and alcohol served discreetly and quickly."
        },
        {
          "term": "Cocktail Purpose",
          "description": "Cocktails became a way to mask low-quality alcohol rather than showcase fine spirits."
        }
      ]
    },
    {
      "letter": "The Rise of Poor-Quality Spirits",
      "items": [
        {
          "term": "Alcohol Sources",
          "description": "With legal distillation banned, alcohol was often smuggled (bootlegged), illegally distilled as bathtub gin, and inconsistent in quality and strength."
        },
        {
          "term": "Bartender Adaptation",
          "description": "To make these spirits drinkable, bartenders relied on citrus juice, sugar or honey, and strong flavors or spices."
        },
        {
          "term": "Resulting Style",
          "description": "This directly led to the popularity of sweet and sour cocktails."
        }
      ]
    },
    {
      "letter": "How Cocktails Changed",
      "items": [
        {
          "term": "Flavor Profile",
          "description": "Cocktails became stronger in flavor, heavily sweetened, and highly dependent on fresh citrus."
        },
        {
          "term": "Priorities",
          "description": "Presentation mattered less than drinkability and speed of service."
        },
        {
          "term": "Design Outcome",
          "description": "Many cocktails from this era are bold, acidic, and sweet by design."
        }
      ]
    },
    {
      "letter": "Famous Prohibition-Era Cocktails",
      "items": [
        {
          "term": "Common Styles",
          "description": "Gin-based sours, rum cocktails influenced by Caribbean imports, Champagne cocktails used for disguise and luxury, and simple highballs designed for fast service."
        },
        {
          "term": "Core Goal",
          "description": "These drinks prioritized speed, concealment, and masking harsh flavors."
        }
      ]
    },
    {
      "letter": "Impact on Bartending Culture",
      "items": [
        {
          "term": "Professional Consequences",
          "description": "Many skilled bartenders emigrated to Europe and Cuba, spreading cocktail knowledge internationally."
        },
        {
          "term": "Knowledge Loss",
          "description": "American bartending standards declined temporarily, recipes became inconsistent, and much knowledge went undocumented."
        },
        {
          "term": "Aftermath",
          "description": "When Prohibition ended, traditional bartending knowledge had to be rediscovered."
        }
      ]
    },
    {
      "letter": "The Legacy of Prohibition",
      "items": [
        {
          "term": "Lasting Influence",
          "description": "Prohibition shaped modern cocktails by establishing citrus-driven structures, encouraging innovation under restriction, creating mystique around bar culture, and influencing bar aesthetics still used today."
        },
        {
          "term": "Modern Inspiration",
          "description": "Modern speakeasy-style bars are directly inspired by this era."
        }
      ]
    },
    {
      "letter": "Why This Matters Today",
      "items": [
        {
          "term": "For Bartenders",
          "description": "Understanding Prohibition helps bartenders understand why some cocktails are sweet or citrus-heavy, respect historical context, explain cocktail stories to guests, and avoid repeating past mistakes in balance and quality."
        }
      ]
    }
  ]
}
